[
    {
      "price": "$19",
      "image": "https://i.ibb.co/QmfHpbX/fruit-1-2-600x750.jpg",
      "description": "The walnut is a rounded or ovoid fruit, according to the variety, with a hard and wrinkled shell or mesocarp of reddish-brown colour, that is formed by two valves, divided in two or four sections that contain the kernels or endocarps, of irregular shape, light yellowish colour and covered with a thin brown skin.",
      "name": "High-Grade Walnut",
      "supplierName": "Subhojit Dutta",
      "quantity": "22"
    },
    {
      "price": "$21",
      "image": "https://i.ibb.co/fQqH2TQ/vegetable-1-2-600x750.jpg",
      "description": "They are soft, long, solid but flexible nutritious pods of the bean plant. They leave the soil in a pretty good or even better healthier form after harvesting because of the nitrogen build-up on its roots. To grow French beans in a greenhouse can be easy any time of the year.",
      "name": "Greanhouse-Bean",
      "supplierName": "Wagner",
      "quantity": "10"
    },
    {
      "price": "$30",
      "image": "https://i.ibb.co/XWmSycT/vegetable-2-2-600x750.jpg",
      "description": "Cauliflowers are annual plants that reach about 0.5 metre (1.5 feet) tall and bear large rounded leaves that resemble collards (Brassica oleracea, variety acephala). As desired for food, the terminal cluster forms a firm, succulent “curd,”.",
      "name": "Cauliflower",
      "supplierName": "Samual",
      "quantity": "16"
    },
    {
      "price": "$140",
      "image": "https://i.ibb.co/p3Jkzq3/fruit-5-2-600x750.jpg",
      "description": "The fruit is a fleshy drupe (stone fruit) that is generally heart-shaped to nearly globular, about 2 cm (1 inch) in diameter, and varies in colour from yellow through red to nearly black. The acid content of the sweet cherry is low.",
      "name": "Sweet Cherry",
      "supplierName": "Jaime Walter",
      "quantity": "23"
    },
    {
      "price": "$34",
      "image": "https://i.ibb.co/4PyM0GB/fruit-8-2-600x750.jpg",
      "description": "Peaches are a fuzzy fruit native to northwest China. They are a member of the stone fruit family, which means that their flesh surrounds one large middle seed. The inner flesh of a peach ranges in color from white to yellow or orange.",
      "name": "Fresh Peach",
      "supplierName": "Buchanan Drake",
      "quantity": "15"
    },
    {
      "price": "$1,734.30",
      "image": "https://i.ibb.co/wRKm7tt/fruit-4-2-600x750.jpg",
      "description": 40,
      "name": "MulBery",
      "supplierName": "Jill Oneill",
      "quantity": "26"
    },
    {
      "price": "$18",
      "image": "https://i.ibb.co/3413zjT/2-2-300x375.jpg",
      "description": "They have a characteristic pungent, spicy flavor that mellows and sweetens considerably with cooking",
      "name": "Garlic",
      "supplierName": "Crane Santana",
      "quantity": "50"
    },
    {
      "price": "$45",
      "image": "https://i.ibb.co/Z68HrPb/onion.jpg",
      "description": "An onion is a round vegetable with a brown skin that grows underground. It has many white layers on its inside which have a strong, sharp smell and taste.",
      "name": "Onion",
      "supplierName": "Maude Andrews",
      "quantity": "60"
    },
    {
      "price": "$3,140.26",
      "image": "http://placehold.it/32x32",
      "description": "cardamom, also spelled cardamon, spice consisting of whole or ground dried fruits, or seeds, of Elettaria cardamomum, a herbaceous perennial plant of the ginger family.",
      "name": "Cardamom",
      "supplierName": "Westler Tanner",
      "quantity": "36"
    },
    {
      "price": "$1,635.34",
      "image": "https://i.ibb.co/rw2LrNN/holud.webp",
      "description": "Turmeric is a common spice that comes from the root of Curcuma longa. It contains a chemical called curcumin, which might reduce swelling",
      "name": "Tumeric",
      "supplierName": "Edwina Mccall",
      "quantity": "75"
    },
    {
      "price": "$3,445.80",
      "image": "https://i.ibb.co/PzBjnnq/ada2.jpg",
      "description": 23,
      "name": "Ginger",
      "supplierName": "Katy Robles",
      "quantity": "55"
    }
  ]